Repository: celvineadiputra-dev/cRestaurant_flutter_fundamental_submission
Catalog: lib/l10n/app_*.arb
Languages: id

# onBoardingHeadline
source: Find restaurant is what the world was waiting for taste
id: Temukan restoran yang dinantikan seluruh dunia untuk dicicipi

source: Sign In
id: Masuk

source: Sign Up
id: Daftar

source: Language
id: Bahasa

source: Select your language
id: Pilih bahasa kamu

source: COMING SOON
id: Sedang dalam Proses Pengembangan

# searchNearby
source: Search Nearby Restaurants
id: Temukan Restoran di Sekitar

source: Now
id: Sekarang

# invitationRegister
source: If you are new
id: Belum punya akun

# invitationSignIn
source: If you are old user
id: Sudah punya akun

source: Create New Account
id: Buat Akun

source: Password
id: Kata Sandi

source: Forgot Password
id: Lupa Kata Sandi

source: Reset
id: Ubah

source: Full Name
id: Nama Lengkap

# notValid
source: {field} is not valid
id: {field} salah

# searchBar
source: Search your favorite restaurant
id: Cari Restoran Favorit Kamu

source: Popular Restaurant
id: Restoran Populer

# subPopularRestaurant
source: Lots of good restaurants, loh!
id: Banyak restorant bagus, loh!

source: hottest Discount
id: Banyak Diskon

# subHottestDiscount
source: Big discounts awaits
id: Diskon besar menunggu

source: View All
id: Lihat Semua

source: Description
id: Deskripsi

source: Foods
id: Makanan

source: Drinks
id: Minuman

# reviewTitle
source: Give your review for this restaurant
id: Berikan masukkan untuk restorant

source: Write Review
id: Tulis Masukkan

# ratingReview
source: Rating and Review
id: Rating dan Masukkan

# subRatingReview
source: Rating and review from awesome user
id: Rating dan masukkan dari pengguna

# reviewHint
source: Write your review for this restaurant
id: Tulis masukkan untuk restorant ini

source: Give your review
id: Berikan masukkan kamu

source: Find Your Favorite Food
id: Cari Makanan Kesukaan

source: Popular Search
id: Pencarian Populer

# addWishlist
source: Add to wishlist
id: Tambah kewishlist

# removeWishlist
source: Remove from wishlist
id: hapus dari wishlist
